{
  "HOME": "Главная",
  "ABOUT": "О нас",
  "COURSES" : "Курсы",
  "CONTACT" : "Контакты",
  "Kontaktlar" : "Контакты",
  "Welcome To Academy": "Добро пожаловать в Академию",
  "Sub Welcome To Academy" : "  ICD Academy – это образовательный проект нового поколения, основанный на современных методах обучения в Азербайджане. Наши профессиональные преподаватели имеют многолетний отечественный и зарубежный педагогический опыт, а также они работают специалистами в своей области в ведущих компаниях Азербайджана. Во время обучения основное время мы уделили практическим занятиям. Все обучающие программы основаны на реальном и актуальном опыте.",
  "TEACHERS": "ПРЕПОДАВАТЕЛИ",
  "Goals" : "Наши цели",
  "Bu kursda tələbələr dünyanın hər yerindən olan istehsalçılar, təchizatçılar və daşıyıcılar, keyfiyyətli malları sərfəli qiymətə harada və necə almaq, onları necə rəsmiləşdirmək və gətirmək barədə biliklər əldə edəcəklər." : "На этом курсе студенты получат знания о производителях, поставщиках и перевозчиках со всего мира, где и как закупать качественный товар, по выгодной цене, как его оформить и привезти.",
  "Bütün məzunlarımızı işlə təmin etmək. Onları mənəvi və psixoloji hazırlamaq" : "Обеспечить работой всех наших выпускников. Подготовить их морально и психологически",
  "Tələbələrimizə ən keyfiyyətli nəzəri və praktiki təhsil vermək. Onlara ən gözəl mühit yaratmaq" : "Обеспечить лучшее качество теоретического и практического образования для наших студентов. Создать для них самую комфортную среду",
  "Azərbaycanda tədris sahəsində ən yüksək səviyyəli təhsil ocağı təşkil etmək" : "Организовать в Азербайджане самый высокий уровень обучения ",
  "Muhit" : "СРЕДА В НАШЕЙ АКАДЕМИИ",
  "SubMuhit" : "  Наши классы оснащены современным оборудованием. Мы создали нашим студентам комфортные условия для изучения науки. Организована большая библиотека, столовая, удобные места для проведения досуга. В нашей академии создана безопасная и здоровая среда.",
  "FooterTitle" : "ICD Academy – это образовательный проект нового поколения, основанный на современных методах обучения в Азербайджане.",
  "TRANSITIONS" : "ПЕРЕХОДЫ",
  "OUR SPECIALTIES" : "НАШИ КУРСЫ",
  "Accounting" : "Бухгалтерский учет",
  "Supply": "Личное развитие",
  "Human resources" : "  Человеческие ресурсы",
  "Professional sales" : "Профессиональные продажи",
  "Security": "Все права защищеныⓒ2022",
  "ICD Akademiyada Təhsil" : "Обучение в Академии ICD",
  "Biz ICD Akademiyda müasir elmlərin peşəkar biliklərini, praktiki təcrübələri və nailiyyətləri təlim və təkmilləşdirmə kursları çərçivəsində tələbələrə çatdırırıq. Bizim konsepsiyamız dərsləri müasir metodlarla tələbələrimizə çatdırmaqdır. Akademiyamızın əsas məqsədi peşəkar kadrların hazırlanmasıdır. Bu məqsədlə video və audio avadınlıqlardan istifadə etməklə praktiki məşğələlər üçün tam təchiz olunmuş auditoriyalarımız təşkil olunmuşdur. Peşəkar inkişaf kurslarımızda əsas diqqət praktiki təlimlərə yönəlib, çünki reallıq budur ki, nəzəri biliklər yeni işə tez və uğurla başlamaq üçün kifayət etmir. Biz sizə praktiki biliklər və müasir bazarın tələblərinə cavab verən zəruri bacarıqlar vermək üçün müəllimlər heyətimiziə peşəkar və təcrübəli mütəxəssisləri dəvət etmişik. Akademiyada təklif olunan kurs və proqramlara nəzəri və praktiki dərslər daxildir. Bütün dərslər xüsusi təchiz olunmuş sinif otaqlarında keçirilir. Hər bir tələbə üçün, keyfiyyətli təhsil almasına imkan verən, şəxsi iş yeri hazırlamışıq. Bütün kurs proqramları mütəxəssislərimiz tərəfindən müasir tələblərə uyğun hazırlanır və daima, “bu gün”ə diqqət yetirərək, optimallaşdırılır. Buraxılış imtahanlarını verdikdən sonra hər bir məzun diplom alacaq, ən əsası isə hər bir məzunumuza tez bir zamanda yüksək maaşlı işə düzəlməkdə köməklik edirik." : "В Академии ICD мы передаем студентам профессиональные знания, практический опыт и достижения современных наук в рамках курсов повышения квалификации и повышения квалификации. Наша концепция заключается в проведении уроков для наших студентов с использованием современных методов. Основной целью нашей академии является подготовка профессиональных кадров. Для этого мы организовали полностью оборудованные аудитории для практических занятий с использованием видео- и аудиотехники. Наши курсы повышения квалификации сосредоточены на практическом обучении, потому что реальность такова, что теоретических знаний недостаточно, чтобы быстро и успешно начать новую работу. Мы пригласили в свой преподавательский состав профессиональных и опытных специалистов, чтобы дать вам практические знания и необходимые навыки, отвечающие требованиям современного рынка. Курсы и программы, предлагаемые в академии, включают теоретические и практические занятия. Все занятия проходят в специально оборудованных классах. Мы подготовили личное рабочее место для каждого ученика, что позволяет ему получать качественное образование. Все программы курсов составляются нашими специалистами в соответствии с современными требованиями и постоянно оптимизируются, уделяя внимание «сегодняшнему дню». После сдачи выпускных экзаменов каждый выпускник получит диплом, а самое главное, мы помогаем каждому нашему выпускнику быстро устроиться на высокооплачиваемую работу.",
  "Şirkətimiz 2002-ci ildə təsis olunmuşdur və 20 illik təcrübə ilə gənclərin iş mühitinə düzgün başlamaları üçün təlimlərlə bütün\nistiqamətlərdə inkişaf etmələrini təmin edir. Əmək bazarı ilə şirkətlər arasında bir növ körpü rolunu oynayaraq həm gənclərin düzgün\npeşə seçməsinə, həm də şirkətlərin düzgün kadr seçiminə və əlavə vaxt itkisinin qarşısını almağa kömək edir." : "Наша компания была основана в 2002 году. Наш 20-летний профессиональный опыт гарантирует, что наши студенты получат самые актуальные знания для лучшего старта в своей карьере. Выступая своеобразным мостом между рынком труда и компаниями, мы помогает как молодым специалистам выбрать правильную вакансию, так и компаниям подобрать правильный персонал и избежать дополнительных потерь времени.Наша компания была основана в 2002 году. Наш 20-летний профессиональный опыт гарантирует, что наши студенты получат самые актуальные знания для лучшего старта в своей карьере. Выступая своеобразным мостом между рынком труда и компаниями, мы помогает как молодым специалистам выбрать правильную вакансию, так и компаниям подобрать правильный персонал и избежать дополнительных потерь времени.",
  "Təlim  satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır.  Müddəti: 32 saat / 2 ay.  1 Qrupun tərkibi: 15 nəfər" : "Урок предназначен для людей, которые работают в отделе продаж, а также для тех, кто хочет работать в этой сфере в будущем и людей, которые хотят еще больше улучшить свой опыт продаж. Миссия тренинга – обучить торговых представителей (менеджеров по продажам) в соответствии с мировыми стандартами для работы в компаниях или индивидуально. Продолжительность: 32 часа / 2 месяца. 1 Состав группы: 15 человек",
  "Bu təlimlər seçdiyi peşə istiqamətindən asılı olmayaraq öz şəxsi inkişafında istəkli olan hər yaş kateqoriyasından şəxslər üçün nəzərdə tutulmuşdur. Müddəti: 16 saat / 2 ay.  Qrupun tərkibi: 15 nəfər.  Təlimin məqsədi: Təlimin məqsədi nəzəri və praktiki təlimlərin köməyi müxtəlif şirkətlərdə işləməyi hədfləyən gənclərimizin şəxsi inkişafına dəstək olmaqdır. Bu təlimlərin köməyi ilə namizədlərdə çalışacağı şirkətlərdə yüksək performans nümayiş etdirə bilmələri üçün lazım olan bilik, bacarıq və vərdişləri formalaşdırmaq nəzərdə tutulur. Təlimlər interaktiv şəkildə təşkil olunur və hər bir namizədin aktiv şəkildə prosesdə iştirakına şərait yaradılır. Təlimlər zamanı müxtəlif slaydlar, video, şəkil, mətn, sorğu və dəyərləndirmə blankları formatında məlumatlarla yanaşı oyun və komanda yarışları üçün nəzərdə tutulan əyani vəsaitlərdən istifadə nəzərdə tutulmuşdur." : "Эти тренинги рассчитаны на людей всех возрастов, заинтересованных в своем личностном развитии, вне зависимости от выбранного ими профессионального направления. Продолжительность: 16 часов / 2 месяца. Состав группы: 15 человек. Цель тренинга: Целью тренинга является поддержка личностного развития наших молодых людей, которые стремятся работать в различных компаниях, посредством теоретического и практического обучения. С помощью этих тренингов предполагается сформировать знания, навыки и привычки, необходимые кандидатам для демонстрации высокой эффективности в компаниях, в которых они будут работать. Тренинги организованы в интерактивной форме, и каждому кандидату предоставляется возможность активно участвовать в процессе. Кроме информации в виде различных слайдов, видеороликов, картинок, текста, анкет и оценочных форм, планируется использование наглядных пособий, предназначенных для игр и командных соревнований.",

  "MÜHASİBAT UÇOTU" :"БУХГАЛТЕРИЯ",
  "TƏCHİZAT" : "ПОСТАВКИ",
  "ŞƏXSİ İNKİŞAF":"ЛИЧНОЕ РАЗВИТИЕ",
  "İNFORMASİYA TEXNOLOGİYALARİ" : "ИНФОРМАЦИОННЫЕ ТЕХНОЛОГИИ",
  "PRAKTİKİ SATIŞ":"ПРАКТИКА ПРОДАЖ",
  "İnformasiya texnologiyaları" : "Информационные технологии",
  "İNSAN RESURSLARI" : "ЧЕЛОВЕЧЕСКИЕ РЕСУРСЫ",
  "WhatsL" : "Чему вы научитесь на этом курсе?",

  "Şəxsi inkişaf təlimlərimiz seçdiyi peşə istiqamətindən asılı olmayaraq öz şəxsi inkişafında istəkli olan hər yaş kateqoriyasından şəxslər üçün nəzərdə tutulmuşdur. Təlimin məqsədi nəzəri və praktiki təlimlərin köməyi ilə müxtəlif şirkətlərdə işləməyi hədfləyən gənclərimizin şəxsi inkişafına dəstək olmaqdır. Bu təlimlərin köməyi ilə namizədlərdə işə düzəlmə prosesində müsahibələrdə və çalışacağı şirkətlərdə yüksək performans nümayiş etdirə bilmələri üçün lazım olan bilik, bacarıq və vərdişləri formalaşdırmaq nəzərdə tutulur. Təlimlər interaktiv şəkildə təşkil olunur və hər bir namizədin aktiv şəkildə prosesdə iştirakına şərait yaradılır.Təlimlər zamanı müxtəlif slaydlar, video, şəkil, mətn, sorğu və dəyərləndirmə blankları formatında məlumatlarla yanaşı oyun və komanda yarışları üçün nəzərdə tutulan əyani vəsaitlərdən istifadə olunur.": "Наши учителя по личностному развитию предназначены для людей всех возрастов, которые заинтересованы в своем личном развитии в зависимости от выбранной ими профессии. Есть личная инициатива нашей молодежи, работающей в компаниях, относительно средств обучения, основанных на теории и практических занятиях. С помощью этих тренингов сохраняются в форме знания, умения и навыки, необходимые для работы в деятельности и процедурах в процессе устройства на работу. Уроки организованы в интерактивном режиме и каждому участнику предоставляется возможность активно участвовать в процессе В ходе тренингов используются различные слайды, видео, картинки, текст, информация в виде анкет и оценочных форм, а также наглядные пособия для игр и командные соревнования.",

  "Rasim Dəmirli, 2009-cu ildən aktiv olaraq satış sahəsində çalışmışdır. 10 ildən artıq satış təcrübəsinə malikdir. 2019-cu ilə qədər bir çox şirkətlərdə satış mütəxəssisi və satış direktoru vəzifələrində çalışmışdır. 2019-cu ildən Green Park Service şirkətinin qurucusu və direktoru vəzifəsində çalışmışdır. Hazırda isə satış üzrə." : "Расим Демирли активно работает в сфере продаж с 2009 года. Имеет более 10 лет опыта продаж. До 2019 года работал специалистом по продажам и директором по продажам во многих компаниях. С 2019 года работает основателем и директором Green Park Service.В настоящее время работает тренером по продажам и консультантом.",


  "İlkin uçot sənədlərinin hazırlanması, Onlayn Kargüzarlıq və E-qaimə fakturalar, Bank əməliyyatlarının aparılması, Uzunmüddətli aktivlərin uçotu, Qısamüddətli aktivlərin uçotu, Öhdəliklər, Mühasibat hesabatları, Vergi hesabatlarının tərtib olunması, 1 C proqram təminatının izahı." : "Составление первичных бухгалтерских документов, Онлайн делопроизводство и Э-счета, Банковские операции, Учет долгосрочных активов, Учет краткосрочных активов, Обязательств, Бухгалтерская отчетность, Составление налоговой отчетности, Разъяснение по 1С.",
  "Go Back": "вернуться назад",
  "Təlim satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır. Müddəti: 32 saat / 2 ay. 1 Qrupun tərkibi: 15 nəfər": "Урок предназначен для людей, которые работают в отделе продаж, а также для тех, кто хочет работать в этой сфере в будущем и людей, которые хотят еще больше улучшить свой опыт продаж. Миссия урока – обучить торговых представителей (менеджеров по продажам) в соответствии с мировыми стандартами для работы в компаниях или индивидуально. Продолжительность: 32 часа / 2 месяца. 1 Состав группы: 15 человек",
  "TƏLİMİN MÜDDƏTİ: 16 dərs günü / 64 saat / 2 ay/ hər şənbə və bazar günləri. Qeyd: dərslər nəzəri və praktiki qarışıq şəkildə keçirilir. Hər dərs 50 dəqiqə + 10 dəqiqə fasilə. 4-cü Dərs 60 dəqiqə. Ev tapşırıqları. QRUPUN TƏRKİBİ: 10-15 nəfər. TƏLİMİN MƏQSƏDİ: Təlimin nəticəsindıə hər bir tələbə imtahan əsasında 1-ci səviyyə Help Desk statusu alacaqdır.": "ПРОДОЛЖИТЕЛЬНОСТЬ ОБУЧЕНИЯ: 16 учебных дней/64 часа/2 месяца/каждую субботу и воскресенье. Примечание: занятия проводятся в смешанной теоретической и практической форме. Каждое занятие длится 50 минут + 10 минут перерыв. 4 занятие 60 минут. Домашнее задание. СОСТАВ ГРУППЫ: 10-15 человек. ЦЕЛЬ ОБУЧЕНИЯ: В результате обучения каждый слушатель получит статус Help Desk 1-го уровня по результатам экзамена.",
  "Satış nədir? · Satıcı Kimdir? · Satıcı bacarıqları. · Satış Vasitələri · Müştəri · Satışın mərhələləri · Satışın mərhələləri · Satış Texnikaları · Pərakəndə Satışda Merçendayzinq · Merçendayzinq · Etirazlar - Uğursuzluqlar - Xətalar · Satış Bitirmə · Satışın tam mərhələli dövrü · Yekun": "Что такое продажа? · Кто продавец? · Навыки продаж. · Инструменты продаж · Клиент · Этапы продаж · Этапы продаж · Техники продаж · Розничный мерчендайзинг · Мерчандайзинг · Возражения - Неудачи - Ошибки · Закрытие продажи · Полный цикл продажи стадии · Закрытие",
  "Təlimin missiyası şirkətlərdə optimal və effektiv insan resurslarının idarə edilməsi sisteminin qurulması və inkişaf etdirilməsi üçün təlim iştirakçılarına praktiki bilik və vərdişlərin aşılanması, bu sahədə qanunvericiliyin tələblərinin şərhi, həmçinin təcrübədə istifadə metodologiyalarının öyrədilməsidir.": "Миссия тренинга – передать участникам практические знания и навыки по созданию и развитию оптимальной и эффективной системы управления человеческими ресурсами в компаниях, интерпретировать требования законодательства в этой сфере, обучить методологиям используемым в данной сфере.",
  "Opening" : "Наша Академия открывается",
  "Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır." : "Миссия урока – обучить торговых представителей (менеджеров по продажам) в соответствии с мировыми стандартами для работы в компаниях или индивидуально.",
  "Number": "Наш контактный номер",
  "Adress" : "Наш адресс",
  "Teklif" : "Напишите нам ваше предложение",
  "Check" : "Посмотреть на карте",
  "Modules" : "Модуль",
  "Month" : "Месяц",
  "Detail" : "Подробно",
  "Lang" : "Язык",
  "Satış anlayışı, satıcı bacarıqları, satış vasitələri, müştəri, satışın mərhələləri, satış texnikaları, etirazlarla iş və satış sonrası xidmətlə bağlı mövzuları  dolğun və praktiki izahları özündə ehtiva edir." : "Он включает в себя исчерпывающие и практические объяснения концепций продаж, навыков продаж, инструментов продаж, клиентов, этапов продаж, методов продаж, работы с возражениями и послепродажного обслуживания.",


  "Peşəkar Satış üzrə Təlimçi. 2009-cu ildən aktiv olaraq satış sahəsində çalışmışdır. 10 ildən artıq satış təcrübəsinə malikdir. 2019-cu ilə qədər bir çox şirkətlərdə satış mütəxəssisi və satış direktoru vəzifələrində çalışmışdır.  2019-cu ildən Green Park Service şirkətinin qurucusu və direktoru vəzifəsində çalışmışdır. Hazırda isə satış üzrə təlimçi və kosultantdır." : "Тренер по личностному развитию. Опыт работы: исполнительный директор Образовательного центра «Шамс» (Баку). Директор Образовательного Центра «Новый Путь» (Баку). Студенческий тренер в общежитии (Стамбул). Директор Центра личностного развития «Визион» (Баку).",
  "HR Menecment üzrə ekspert, HR Menecer. İnsan Resursları Menecmenti sahəsində 15 ildən artıq iş təcrübəsi var. Hazırda HR sahəsində expert kimi bir necə şirkətlərlə çalışır. İnsan Resursları sahəsində təlimçi və konsultantdır, HR, ISO 9001:2015, ISO 9001:2007 və OHSAS 18001:2007 üzrə mütəxəssisdir." : "Эксперт по управлению персоналом, менеджер по персоналу. Имеет более 15 лет опыта работы в сфере управления персоналом. В настоящее время работает в нескольких компаниях в качестве эксперта по персоналу. Преподаватель и консультант в области управления персоналом, специалист по управлению персоналом, ISO 9001:2015, ISO 9001:2007 и OHSAS 18001:2007.",
  "Mühasibat üzrə təlimçi. Təhsil Azərbaycan Dövlət İqtisad Universiteti (Bakalavr) - İxtisas: Maliyyə (2011–2015) Azərbaycan Dövlət İqtisad Universiteti (Magistr) - İxtisas: Maliyyə Menecmenti (İngilis dilində təhsil) (2016–2018)": "Преподаватель по бухгалтерскому учету. Образование Азербайджанский Государственный Экономический Университет (бакалавр) - Специальность: Финансы (2011–2015) Азербайджанский Государственный Экономический Университет (Магистр) - Специальность: Финансовый Менеджмент (Обучение на английском языке) (2016–2018)",
  "Şəxsi İnkişaf üzrə Təlimçi. İş Təcrübəsi : «Şəms»Tədris Mərkzində icraçı direktor (Bakı). «New Way»Tədris Mərkzində müdür (Bakı). Öğrenci yurdunda öğrenci koçu (İstanbul). «Vizyon» Fərdi İnkişaf Mərkəzində müdür (Bakı)." : "Преподаватель по личностному развитию. Опыт работы: исполнительный директор Образовательного центра «Шамс» (Баку). Директор Образовательного Центра «Новый Путь» (Баку). Студенческий преподаватель в общежитии (Стамбул). Директор Центра личностного развития «Визион» (Баку).",
  "İnformasiya Texnologiyaları üzrə təlimçi. İŞ TƏCRÜBƏSİ: İnformasiya Texnologiyaları sahəsində 22 il iş təcrübəsi. . Moskva Texnoloji Rabitə və İnformasiya Texnologiyaları Universitetin məzunu." : "Преподаватель по информационным технологиям. ОПЫТ РАБОТЫ: 22 года опыта работы в сфере информационных технологий. . Окончил Московский университет технической связи и информационных технологий.",
  "Təchizat və Satış üzrə Təlimçi. Satış sahəsində 20 ildən artıq iş təcrübəsi var. Hazırda Azərsun Holdingin nəznində “Sun Food” MMC-də Satış Şöbə Müdiri vəzifəsində çalışır. Satış, satış təmsilcisi və merçendaysing sahəsində təlimçidir. Sertifikatlar:\t “Distribyutorların təlimi“ kursunu bitirib. Baltaş Qrupun “Durumsal Liderlik” təlimini alıb. Franklin Covey şirkətinin  “Etkili İnsanların 7 Alişkanlığı“ təlimlərini alıb. “Satışın İdarə Olunması və Liderlik“ təlimlərini almışdır.  Təlim, satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər  və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır." : "Преподаватель по снабжению и продажам. Имеет более 20 лет опыта в продажах. В настоящее время работает менеджером отдела продаж в ООО «Сан Фуд» при Azersun Holding. Преподаватель в сфере продаж, торговый представитель и мерчандайзинг. Сертификаты: Прошел курс «Обучение дистрибьюторов». Балташ прошел тренинг Группы «Ситуационное лидерство». Прошел тренинг Франклина Кови «7 навыков эффективных людей». Прошел тренинг «Управление продажами и лидерство». Тренинг предназначен для людей, которые работают в отделе продаж, а также для тех, кто хочет работать в этой сфере в будущем и людей, которые хотят еще больше улучшить свой опыт продаж. Миссия тренинга – обучить торговых представителей (менеджеров по продажам) в соответствии с мировыми стандартами для работы в компаниях или индивидуально.",
  "newEduc" : "Новый образовательный проект в Азербайджане",
  "Abdullah " : "Абдуллах",
  "Bilal " : "Билал",
  "Rasim" : "Расим",
  " Emin " : "Эмин",
  " Abdulla ": "Абдулла ",
  "Xalid ": "Халид",

  "Axundov" : "Ахундов",
  "Hüseynli" : "Гусейнли",
  "Dəmirli" : "Демирли",
  "İbrahimov" : "Ибрагимов",
  "Teyubov" : "Тейубов",
  "Kamalzadə": "Камалзаде",


  "Ad" : "Имя",
  "E-maill" : "E-mail",
  "Mobil nömrəniz": "Номер вашего мобильного телефона",
  "Mesaj yazın": "Напиши сообщение",
  "Mesajı göndərin": "Отправить сообщение",

  "TeacherDetail" : "Информация о преподавателе",

  "Azure Business Center" : "Азуре Бизнес Центр"

}