{
  "HOME": "Home",
  "ABOUT": "About Us",
  "COURSES": "Courses",
  "CONTACT": "Contact",
  "Kontaktlar": "Contacts",
  "Welcome To Academy": "Welcome To Academy",
  "Sub Welcome To Academy": "ICD Academy is a new generation educational project based on modern teaching methods in Azerbaijan. Our professional teachers have many years of local and foreign pedagogical experience, they work as specialists in their field in leading companies of Azerbaijan. During the training, we have devoted the main time to practical training, along with theoretical knowledge. All training programs are based on real and current experience.",
  "TEACHERS": "Teachers",
  "Goals": "Our goals",
  "Bütün məzunlarımızı işlə təmin etmək. Onları mənəvi və psixoloji hazırlamaq": "To provide employment to all our graduates. Prepare them spiritually and psychologically",
  "Tələbələrimizə ən keyfiyyətli nəzəri və praktiki təhsil vermək. Onlara ən gözəl mühit yaratmaq": "To provide the best quality theoretical and practical education to our students. Create the most beautiful environment for them",
  "Azərbaycanda tədris sahəsində ən yüksək səviyyəli təhsil ocağı təşkil etmək": "To organize the highest level educational institution in the field of education in Azerbaijan",
  "Muhit": "ENVIRONMENT IN OUR ACADEMY",
  "SubMuhit": "Our classrooms are equipped with modern equipment. We created comfortable conditions for our students to learn science. Our large library, dining room, and comfortable places to spend your leisure time are organized. We have created a safe and healthy environment in our academy.",
  "FooterTitle": "ICD Academy is a new generation educational project based on modern teaching methods in Azerbaijan",
  "TRANSITIONS": "TRANSITIONS",
  "OUR SPECIALTIES": "OUR SPECIALTIES",
  "Accounting": "Accounting",
  "Supply": "Supply",
  "Human resources": "Human resources",
  "Professional sales": "Professional sales",
  "Security": "All rights reservedⓒ2022",
  "ICD Akademiyada Təhsil": "Education at ICD Academy",
  "Şirkətimiz 2002-ci ildə təsis olunmuşdur və 20 illik təcrübə ilə gənclərin iş mühitinə düzgün başlamaları üçün təlimlərlə bütün\nistiqamətlərdə inkişaf etmələrini təmin edir. Əmək bazarı ilə şirkətlər arasında bir növ körpü rolunu oynayaraq həm gənclərin düzgün\npeşə seçməsinə, həm də şirkətlərin düzgün kadr seçiminə və əlavə vaxt itkisinin qarşısını almağa kömək edir." : "Our company was founded in 2002. Our 20 years of professional experience ensures that our students receive the most up-to-date knowledge for the best start in their careers. Acting as a kind of bridge between the labor market and companies, we help both young professionals to choose the right vacancy, and companies to find the right staff and avoid additional loss of time.",
  "Təlim  satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır.  Müddəti: 32 saat / 2 ay.  1 Qrupun tərkibi: 15 nəfər" : "The training is designed for people who work in the sales department, as well as those who want to work in this field in the future and people who want to further improve their sales experience. The mission of the training is to train sales representatives (sales managers) in accordance with world standards to operate in companies or individually. Duration: 32 hours / 2 months. 1 Group composition: 15 people",
  "Bu təlimlər seçdiyi peşə istiqamətindən asılı olmayaraq öz şəxsi inkişafında istəkli olan hər yaş kateqoriyasından şəxslər üçün nəzərdə tutulmuşdur. Müddəti: 16 saat / 2 ay.  Qrupun tərkibi: 15 nəfər.  Təlimin məqsədi: Təlimin məqsədi nəzəri və praktiki təlimlərin köməyi müxtəlif şirkətlərdə işləməyi hədfləyən gənclərimizin şəxsi inkişafına dəstək olmaqdır. Bu təlimlərin köməyi ilə namizədlərdə çalışacağı şirkətlərdə yüksək performans nümayiş etdirə bilmələri üçün lazım olan bilik, bacarıq və vərdişləri formalaşdırmaq nəzərdə tutulur. Təlimlər interaktiv şəkildə təşkil olunur və hər bir namizədin aktiv şəkildə prosesdə iştirakına şərait yaradılır. Təlimlər zamanı müxtəlif slaydlar, video, şəkil, mətn, sorğu və dəyərləndirmə blankları formatında məlumatlarla yanaşı oyun və komanda yarışları üçün nəzərdə tutulan əyani vəsaitlərdən istifadə nəzərdə tutulmuşdur." : "These trainings are designed for people of all ages who are interested in their personal development, regardless of their chosen professional direction. Duration: 16 hours / 2 months. Composition of the group: 15 people. Purpose of the training: The purpose of the training is to support the personal development of our young people who aim to work in different companies with the help of theoretical and practical training. With the help of these trainings, it is intended to form the knowledge, skills and habits necessary for candidates to demonstrate high performance in the companies they will work for. Trainings are organized in an interactive manner and every candidate is given the opportunity to actively participate in the process. In addition to information in the form of various slides, videos, pictures, text, questionnaires and evaluation forms, the use of visual aids intended for games and team competitions is planned.",
  "Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır." : "The mission of the training is to train sales representatives (sales managers) in accordance with world standards to operate in companies or individually.",

  "MÜHASİBAT UÇOTU": "ACCOUNTING",
  "TƏCHİZAT": "SUPPLIES",
  "İnformasiya texnologiyaları" : "Information technologies",
  "ŞƏXSİ İNKİŞAF": "PERSONAL DEVELOPMENT",

  "Satış anlayışı, satıcı bacarıqları, satış vasitələri, müştəri, satışın mərhələləri, satış texnikaları, etirazlarla iş və satış sonrası xidmətlə bağlı mövzuları  dolğun və praktiki izahları özündə ehtiva edir." : "It includes comprehensive and practical explanations of the concepts of sales, sales skills, sales tools, customer, stages of sales, sales techniques, dealing with objections and after-sales service.",

  "İNFORMASİYA TEXNOLOGİYALARİ": "INFORMATION TECHNOLOGIES",
  "Peşəkar Satış üzrə Təlimçi. 2009-cu ildən aktiv olaraq satış sahəsində çalışmışdır. 10 ildən artıq satış təcrübəsinə malikdir. 2019-cu ilə qədər bir çox şirkətlərdə satış mütəxəssisi və satış direktoru vəzifələrində çalışmışdır.  2019-cu ildən Green Park Service şirkətinin qurucusu və direktoru vəzifəsində çalışmışdır. Hazırda isə satış üzrə təlimçi və kosultantdır." : "Personal Development Trainer. Work Experience: executive director at \"Shams\" Educational Center (Baku). Director of \"New Way\" Educational Center (Baku). Student coach in the dormitory (Istanbul). Director of \"Vizyon\" Personal Development Center (Baku).",

  "PRAKTİKİ SATIŞ": "PRACTICAL SELLING",
  "İNSAN RESURSLARI": "HUMAN RESOURCES",
  "WhatsL": "What will you learn in this course?",
  "Şəxsi inkişaf təlimlərimiz seçdiyi peşə istiqamətindən asılı olmayaraq öz şəxsi inkişafında istəkli olan hər yaş kateqoriyasından şəxslər üçün nəzərdə tutulmuşdur. Təlimin məqsədi nəzəri və praktiki təlimlərin köməyi ilə müxtəlif şirkətlərdə işləməyi hədfləyən gənclərimizin şəxsi inkişafına dəstək olmaqdır. Bu təlimlərin köməyi ilə namizədlərdə işə düzəlmə prosesində müsahibələrdə və çalışacağı şirkətlərdə yüksək performans nümayiş etdirə bilmələri üçün lazım olan bilik, bacarıq və vərdişləri formalaşdırmaq nəzərdə tutulur. Təlimlər interaktiv şəkildə təşkil olunur və hər bir namizədin aktiv şəkildə prosesdə iştirakına şərait yaradılır.Təlimlər zamanı müxtəlif slaydlar, video, şəkil, mətn, sorğu və dəyərləndirmə blankları formatında məlumatlarla yanaşı oyun və komanda yarışları üçün nəzərdə tutulan əyani vəsaitlərdən istifadə olunur.": "Our personal development trainings are designed for individuals of all ages who are interested in their personal development depending on their chosen profession. There is a personal initiative of our young people working in companies regarding the means of training based on theory and practical training. With the help of these trainings, the knowledge, skills, and habits necessary to work in the activities and procedures in the process of getting a job are kept in the form. The trainings are organized interactively and every participant is given the opportunity to actively participate in the process. During the trainings, various slides, videos, pictures, text, information in the form of questionnaires and evaluation forms are used as well as visual aids for games and team competitions.",

  "Rasim Dəmirli, 2009-cu ildən aktiv olaraq satış sahəsində çalışmışdır. 10 ildən artıq satış təcrübəsinə malikdir. 2019-cu ilə qədər bir çox şirkətlərdə satış mütəxəssisi və satış direktoru vəzifələrində çalışmışdır. 2019-cu ildən Green Park Service şirkətinin qurucusu və direktoru vəzifəsində çalışmışdır. Hazırda isə satış üzrə." : "Rasim Demirli has been actively working in sales since 2009. He has more than 10 years of sales experience. Until 2019, he worked as a sales specialist and sales director in many companies. Since 2019, he has worked as the founder and director of Green Park Service. Currently on sale.",


  "İlkin uçot sənədlərinin hazırlanması, Onlayn Kargüzarlıq və E-qaimə fakturalar, Bank əməliyyatlarının aparılması, Uzunmüddətli aktivlərin uçotu, Qısamüddətli aktivlərin uçotu, Öhdəliklər, Mühasibat hesabatları, Vergi hesabatlarının tərtib olunması, 1 C proqram təminatının izahı.": "Preparation of primary accounting documents, Online Clerkship and E-invoices, Bank transactions, Accounting of long-term assets, Accounting of short-term assets, Liabilities, Accounting reports, Compilation of tax reports, Explanation of 1 C software.",
  "Go Back": "go back",
  "Bu kursda tələbələr dünyanın hər yerindən olan istehsalçılar, təchizatçılar və daşıyıcılar, keyfiyyətli malları sərfəli qiymətə harada və necə almaq, onları necə rəsmiləşdirmək və gətirmək barədə biliklər əldə edəcəklər." : "In this course, students will gain knowledge about manufacturers, suppliers and carriers from all over the world, where and how to buy quality goods at a bargain price, how to arrange and bring them.",

  "Təlim, satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır. Müddəti: 32 saat / 2 ay. 1 Qrupun tərkibi: 15 nəfər": "The training is designed for people who work in the sales department, as well as those who want to work in this field in the future and people who want to further improve their sales experience. The mission of the training is to train sales representatives (sales managers) in accordance with world standards to operate in companies or individually. Duration: 32 hours / 2 months. 1 Group composition: 15 people",
  "TƏLİMİN MÜDDƏTİ: 16 dərs günü / 64 saat / 2 ay/ hər şənbə və bazar günləri. Qeyd: dərslər nəzəri və praktiki qarışıq şəkildə keçirilir. Hər dərs 50 dəqiqə + 10 dəqiqə fasilə. 4-cü Dərs 60 dəqiqə. Ev tapşırıqları. QRUPUN TƏRKİBİ: 10-15 nəfər. TƏLİMİN MƏQSƏDİ: Təlimin nəticəsindıə hər bir tələbə imtahan əsasında 1-ci səviyyə Help Desk statusu alacaqdır." : "DURATION OF TRAINING: 16 school days / 64 hours / 2 months / every Saturday and Sunday. Note: classes are conducted in a mixed theoretical and practical manner. Each lesson is 50 minutes + 10 minutes break. 4th Lesson 60 minutes. Homework. GROUP COMPOSITION: 10-15 people. PURPOSE OF THE TRAINING: As a result of the training, each student will receive the 1st level Help Desk status based on the exam.",
  "Satış nədir? · Satıcı Kimdir? · Satıcı bacarıqları. · Satış Vasitələri · Müştəri · Satışın mərhələləri · Satışın mərhələləri · Satış Texnikaları · Pərakəndə Satışda Merçendayzinq · Merçendayzinq · Etirazlar - Uğursuzluqlar - Xətalar · Satış Bitirmə · Satışın tam mərhələli dövrü · Yekun" : "What is a sale? · Who is the seller? · Sales skills. · Sales Tools · Customer · Stages of Sales · Stages of Sales · Sales Techniques · Retail Merchandising · Merchandising · Objections - Failures - Errors · Closing the Sale · Full Stage Sales Cycle · Closing",
  "Təlimin missiyası şirkətlərdə optimal və effektiv insan resurslarının idarə edilməsi sisteminin qurulması və inkişaf etdirilməsi üçün təlim iştirakçılarına praktiki bilik və vərdişlərin aşılanması, bu sahədə qanunvericiliyin tələblərinin şərhi, həmçinin təcrübədə istifadə metodologiyalarının öyrədilməsidir.": "The mission of the training is to give the participants practical knowledge and skills for creating and developing an optimal and effective human resources management system in companies, to interpret the requirements of the legislation in this area, to train in methodologies used in this area.",
  "Opening" : "Our Academy is opening",
  "Number": "Our Contact Number",
  "Adress" : "Our address",
  "Teklif" : "Write us your offer",
  "Check" : "See on the map",
  "Modules" : "Module",
  "Month" : "Month",
  "Detail" : "More Info",
  "Lang" : "Language",
  "Peşəkar Satış üzrə Təlimçi. 2009-cu ildən aktiv olaraq satış sahəsində çalışmışdır. 10 ildən artıq satış təcrübəsinə malikdir. 2019-cu ilə qədər bir çox şirkətlərdə satış mütəxəssisi və satış direktoru vəzifələrində çalışmışdır.  2019-cu ildən \"Green Park Service\" şirkətinin qurucusu və direktoru vəzifəsində çalışmışdır. Hazırda isə satış üzrə təlimçi və kosultantdır. İnsan psixologiyasinın öyrənilməsi kursu sertifikatı (Enneagram Eğitim ve Danışmanlık-Türkiye). Təhsil Biznesinin İdarə Olunması sertifikatı (DADASHSOY BUSİNESS SCHOOL)" : "Professional Sales Trainer. He has been actively working in the field of sales since 2009. He has more than 10 years of sales experience. Until 2019, he worked as a sales specialist and sales director in many companies. Since 2019, he has worked as the founder and director of \"Green Park Service\" company. Currently, he is a sales trainer and consultant. Human psychology study course certificate (Enneagram Eğitim ve Darışmanlık-Turkey). Certificate of Educational Business Management (DADASHSOY BUSINESS SCHOOL)",
  "HR Menecment üzrə ekspert, HR Menecer. İnsan Resursları Menecmenti sahəsində 15 ildən artıq iş təcrübəsi var. Hazırda HR sahəsində expert kimi bir necə şirkətlərlə çalışır. İnsan Resursları sahəsində təlimçi və konsultantdır, HR, ISO 9001:2015, ISO 9001:2007 və OHSAS 18001:2007 üzrə mütəxəssisdir." : "HR Management expert, HR Manager. He has more than 15 years of work experience in the field of Human Resources Management. He is currently working with some companies as an HR expert. He is a trainer and consultant in the field of Human Resources, a specialist in HR, ISO 9001:2015, ISO 9001:2007 and OHSAS 18001:2007.",
  "Mühasibat üzrə təlimçi. Təhsil Azərbaycan Dövlət İqtisad Universiteti (Bakalavr) - İxtisas: Maliyyə (2011–2015) Azərbaycan Dövlət İqtisad Universiteti (Magistr) - İxtisas: Maliyyə Menecmenti (İngilis dilində təhsil) (2016–2018)": "Accounting trainer. Education Azerbaijan State University of Economics (Bachelor) - Major: Finance (2011–2015) Azerbaijan State University of Economics (Master) - Major: Financial Management (Education in English) (2016–2018)",
  "Şəxsi İnkişaf üzrə Təlimçi. İş Təcrübəsi : «Şəms»Tədris Mərkzində icraçı direktor (Bakı). «New Way»Tədris Mərkzində müdür (Bakı). Öğrenci yurdunda öğrenci koçu (İstanbul). «Vizyon» Fərdi İnkişaf Mərkəzində müdür (Bakı)." : "Personal Development Trainer. Work Experience: executive director at \"Shams\" Educational Center (Baku). Director of \"New Way\" Educational Center (Baku). Student coach in the dormitory (Istanbul). Director of \"Vizyon\" Personal Development Center (Baku).",
  "İnformasiya Texnologiyaları üzrə təlimçi. İŞ TƏCRÜBƏSİ: İnformasiya Texnologiyaları sahəsində 22 il iş təcrübəsi. . Moskva Texnoloji Rabitə və İnformasiya Texnologiyaları Universitetin məzunu." : "Information Technology trainer. WORK EXPERIENCE: 22 years of work experience in the field of Information Technologies. . Graduated from the Moscow University of Technological Communication and Information Technologies.",

  "Təchizat və Satış üzrə Təlimçi. Satış sahəsində 20 ildən artıq iş təcrübəsi var. Hazırda Azərsun Holdingin nəznində “Sun Food” MMC-də Satış Şöbə Müdiri vəzifəsində çalışır. Satış, satış təmsilcisi və merçendaysing sahəsində təlimçidir. Sertifikatlar:\t “Distribyutorların təlimi“ kursunu bitirib. Baltaş Qrupun “Durumsal Liderlik” təlimini alıb. Franklin Covey şirkətinin  “Etkili İnsanların 7 Alişkanlığı“ təlimlərini alıb. “Satışın İdarə Olunması və Liderlik“ təlimlərini almışdır.  Təlim, satış şöbəsində işləyən şəxslərlə yanaşı həmçinin gələcəkdə bu sahədə işləmək istəyənlər və satış işi üzrə təcrübəsini daha da təkmilləşdirmək istəyən şəxslər üçün nəzərdə tutulmuşdur. Təlimin missiyası şirkətlər  və ya fərdi şəkildə fəaliyyət göstərmək üçün satış təmsilcilərinin (satış meneceri) dünya standartlarına uyğun şəkildə hazırlanmasıdır." : "Supply and Sales Trainer. He has more than 20 years of experience in sales. Currently, he works as a Sales Department Manager at \"Sun Food\" LLC under Azersun Holding. He is a trainer in the field of sales, sales representative and merchandising. Certificates: Completed the \"Distributor Training\" course. Baltash received the Group's \"Situational Leadership\" training. Received Franklin Covey's \"7 Habits of Effective People\" training. Received \"Sales Management and Leadership\" training. The training is designed for people who work in the sales department, as well as those who want to work in this field in the future and people who want to further improve their sales experience. The mission of the training is to train sales representatives (sales managers) in accordance with world standards to operate in companies or individually.",
  "newEduc" : "New educational project in Azerbaijan",
  "Abdullah " : "Abdullah  ",
  "Bilal " : "Bilal",
  "Rasim" : "Rasim",
  " Emin " : "Emin",
  " Abdulla ": "Abdulla",
  "Xalid ": "Khalid",

  "Axundov" : "Akhundov",
  "Hüseynli" : "Guseynli",
  "Dəmirli" : "Demirli",
  "İbrahimov" : "Ibragimov",
  "Teyubov" : "Teyubov",
  "Kamalzadə": "Kamalzade",

  "Ad" : "Name",
  "E-maill" : "E-mail",
  "Mobil nömrəniz": "Your mobile number",
  "Mesaj yazın": "Write a message",
  "Mesajı göndərin": "Send the message",

  "TeacherDetail" : "Information about the teacher",

  "Azure Business Center" : "Azure Business Center"





}
